Repository: MyPjPizza/wp
Catalog: gravityforms_wpdb-connect/languages/spgfwpdb-*.po
Languages: de_de

source: WPDB Tablename
de_de: WPDB Tabellen Name

source: WPDB Connect Feed Settings
de_de: WPDB Connect Feed Einstellungen

source: Enter a name for the feed
de_de: Trage einen Namen für den Feed ein

source: WPDB Table Name
de_de: WPDB Tabellenname

source: Select the WPDB Table name
de_de: Wähle den WPDB Tabellen Namen

source: Field Names
de_de: Feld Namen

source: Could not look-up this value at the database
de_de: Kann den Wert nicht in der Datenbank verifizieren

source: MySQL-Query to fill the choices
de_de: MySQL-Query um die Auswahlmöglichkeiten zu füllen

source: MySQL-Query to look-up your field
de_de: MySQL-Query zur Verifizierung des Feldes

source: Table field names
de_de: Tabellen Feld Namen

source: Primary Key Name
de_de: Primärschlüssel Namen
