Repository: MyPjPizza/wp
Catalog: sp-gf-list-edit/languages/spgfle-*.po
Languages: de_de

source: Cancel
de_de: Abbrechen

source: Delete
de_de: Löschen

source: Update
de_de: Aktualisieren

source: Search
de_de: Suchen

source: Edit
de_de: Bearbeiten

source: View
de_de: Ansehen

source: Addnew
de_de: Hinzufügen

source: You must be logged in.
de_de: Du must angemeldet sein.

source: Show Field in Entry List
de_de: Feld in der Liste anzeigen

source: Number of Rows
de_de: Anzahl der Zeilen

source: CSS Class Name
de_de: CSS Klassen Name

source: Display Lead-Id
de_de: Lead-Id Anzeigen

source: Display Lead-Id as first column at the Entry-List
de_de: Lead-Id als erste Spalte der Liste anzeigen

source: Require user to be logged in
de_de: Benutzer muss angemeldet sein

source: Require user to be logged in to view the list
de_de: Zur Anzeige der Liste muss der Benutzer angemeldet sein

source: Show records to all users
de_de: Alle Einträge zeigen

source: Show records to all users or only to the record creator
de_de: Es werden alle Einträge angezeigt

source: Enable Edit-Mode
de_de: Edit-Modus aktivieren

source: Enable edit mode for this form
de_de: Edit-Modus für dieses Formular aktivieren

source: Enable View Button
de_de: Ansehen Button aktivieren

source: Enable an 'View' Button for each entry
de_de: Aktiviert einen 'Ansehen' Button für jeden Eintrag

source: Enable Delete Button
de_de: Löschen Button aktivieren

source: Enable an 'Delete' Button for each entry
de_de: Aktiviert einen 'Löschen' Button für jeden Eintrag

source: Enable AddNew Button
de_de: Hinzufügen Button aktivieren

source: Enable an 'AddNew' Button at the bottom of the list
de_de: Aktiviert einen 'Hinzufügen' Button für jeden Eintrag

source: Page to the gfEdit destination
de_de: Seite auf der das Formular eingebettet ist

source: Enable tQuery
de_de: tQuery aktivieren

source: Enable tQuery support
de_de: tQuery Support aktivieren

source: Display tQuery search
de_de: tQuery Suche anzeigen

source: Show the tquery search box
de_de: Zeigt die tQuery Suchbox an

source: Display tQuery pagination
de_de: tQuery Seiten-Navigation anzeigen

source: Show the tquery pagination (the row setting will be used)
de_de: Zeigt di tQuery Seiten-Navigation an (es wird die Einstellung aus 'Anzahl der Zeilen' vewendet)

source: on all events
de_de: Alle Ereignisse

source: only on addnew
de_de: nur beim Hinzufügen

source: only on delete
de_de: nur beim Löschen

source: only on update
de_de: nur beim Bearbeiten

source: send notification for
de_de: Benachrichtigung senden
