Repository: MyPjPizza/wp
Catalog: gravityforms_list-and-edit/languages/spgfle-*.po
Languages: de_de

source: Change
de_de: Bearbeiten

source: Delete
de_de: Löschen

source: Cancel
de_de: Abbrechen

source: disabled
de_de: abgeshaltet

source: Enable AddNew Button
de_de: Hinzufügen Button aktivieren

source: Enable a text or an icon button to add a record.
de_de: Aktiviere einen Icon- oder Text-Button zum Hinzufügen eines Datensatzes.

source: Enable Change Button
de_de: Bearbeiten Button aktivieren

source: Enable a text or an icon button to change a record.
de_de: Aktiviere einen Icon- oder Text-Button zum Bearbeiten eines Datensatzes.

source: Enable Delete Button
de_de: Löschen Button aktivieren

source: Enable a text or an icon button to delete a record.
de_de: Aktiviere einen Icon- oder Text-Button zum Löschen eines Datensatzes.

source: everyone
de_de: jeden

source: logged in
de_de: angemeldete

source: entry creator
de_de: Eintrags Erzeuger

source: only to the admin
de_de: nur dem Administrator

source: Records workable by
de_de: Datensätze bearbeitbar von

source: From wich users to entries should be workable
de_de: Welchen Anwendern sollen die Einträge bearbeiten können

source: Page to the gfEdit destination
de_de: Seite auf der das Formular eingebettet ist

source: -Not Editable-
de_de: -Nicht Editierbar-

source: on all events
de_de: Alle Ereignisse

source: only on addnew
de_de: nur beim Hinzufügen

source: only on change
de_de: nur beim Bearbeiten

source: only on delete
de_de: nur beim Löschen

source: send confirmation
de_de: Bestätigung senden

source: send notification
de_de: Benachrichtigung senden
