Repository: MyPjPizza/wp
Catalog: gravityforms_list-and-edit/languages/spgfdt-*.po
Languages: de_de

source: Change
de_de: Bearbeiten

source: Delete
de_de: Löschen

source: No form found
de_de: Kein Formular gefunden

source: You must be an admin to view this list.
de_de: Um diese Liste sehen zu können must Du als Administrator angemeldet sein.

source: You must be logged in to view this list.
de_de: Um diese Liste sehen zu können must Du angemeldet sein.

source: There are no fields to display
de_de: Keine Felder zum anzeigen gefunden

source: Addnew
de_de: Hinzufügen

source: Gravitylist Order
de_de: Gravitylist Reihenfolge

source: everyone
de_de: jeden

source: logged in
de_de: angemeldet

source: entry creator
de_de: Eintrags Eigentümer

source: only to the admin
de_de: nur für den Administrator

source: Show records to
de_de: Datensätze sichtbar für

source: To wich users to entries should be displayed
de_de: Für welche Anwender sollen die Datensätze sichtbar sein

source: Enable Paging
de_de: Seitenansicht aktivieren

source: Enable the Paging-Mode at the DataTable
de_de: Aktiviert die Seitenansicht der Daten-Tabelle

source: Enable ordering
de_de: Sortierung aktivieren

source: Enable the Ordering-Mode at the DataTable
de_de: Aktiviert die Sortierung der Daten-Tabelle

source: Enable Searching
de_de: Suchfunktion aktiviert

source: Enable the Search-Box at the DataTable
de_de: Aktiviert die Suchfunktion der Daten-Tabelle

source: Preferred Data Source
de_de: Bevorzugte Datenherkunft

source: Wich Data-Source do you prefer to build the list.
de_de: Bitte wähle Deine bevorzugte Herkunft der Daten.
